{
  "plugins": {
    "Insertlessly": {
      "src": "https://github.com/dahu/Insertlessly"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "fzf": {
      "src": "https://github.com/junegunn/fzf"
    },
    "fzf.vim": {
      "src": "https://github.com/junegunn/fzf.vim"
    },
    "hexmode": {
      "src": "https://github.com/fidian/hexmode"
    },
    "html5.vim": {
      "src": "https://github.com/othree/html5.vim"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "rust.vim": {
      "src": "https://github.com/rust-lang/rust.vim"
    },
    "treesj": {
      "src": "https://github.com/Wansmer/treesj"
    },
    "vim-airline-themes": {
      "src": "https://github.com/vim-airline/vim-airline-themes"
    },
    "vim-css3-syntax": {
      "src": "https://github.com/hail2u/vim-css3-syntax"
    },
    "vim-cue": {
      "src": "https://github.com/cue-lang/vim-cue"
    },
    "vim-easy-align": {
      "src": "https://github.com/junegunn/vim-easy-align"
    },
    "vim-endwise": {
      "src": "https://github.com/tpope/vim-endwise"
    },
    "vim-fireplace": {
      "src": "https://github.com/tpope/vim-fireplace"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-lastplace": {
      "src": "https://github.com/farmergreg/vim-lastplace"
    },
    "vim-less": {
      "src": "https://github.com/groenewege/vim-less"
    },
    "vim-rhubarb": {
      "src": "https://github.com/tpope/vim-rhubarb"
    },
    "vim-ripgrep": {
      "src": "https://github.com/jremmen/vim-ripgrep"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "vim-sway": {
      "src": "https://github.com/cespare/vim-sway"
    },
    "vim-toml": {
      "src": "https://github.com/cespare/vim-toml"
    }
  }
}
